room {
    nam = 'romantic_end';
    disp = 'Вечерняя прогулка с девушкой';
    dsc = [[Ну вот и закончен долгий рабочий день!^
        Мы стоим с Катей на берегу и смотрим на закат.^^
        
        Надеюсь Вам было интересно!^
        Спасибо Петру Косых за идею и реализацию движка.^^
        И спасибо Вам, за прохождение!
    ]];
};

room {
    nam = 'casual_end';
    disp = 'Конец рабочего дня';
    dsc = [[Ну вот и закончен очередной рабочий день! 
        Не каждый день приходилось лазать по крышам и чердакам, на самом деле, 
        это вообще был единственный раз, но квест был еще тот! ^
        Примерно в то же время я узнал о существовании INSTEAD и решил попробовать запилить на нем свою игру.
        Чтобы не заморачиваться с сюжетом, я считерил - просто взял свой, не самый обычный, рабочий день, и ничего придумывать уже не надо было! ).^
        Однако процесс написания затянулся на много лет... 
        Надеюсь Вам было интересно!^
        Спасибо Петру Косых за идею и реализацию движка.^^
        И спасибо Вам, за прохождение!
    ]];
};